{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</w>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "</w>": 1,
      "A": 2,
      "C": 3,
      "G": 4,
      "T": 5,
      "TT": 6,
      "AA": 7,
      "TG": 8,
      "AG": 9,
      "CC": 10,
      "TC": 11,
      "AC": 12,
      "GG": 13,
      "ATT": 14,
      "AT": 15,
      "ATG": 16,
      "TAA": 17,
      "GC": 18,
      "AAAA": 19,
      "ACC": 20,
      "TCC": 21,
      "AGG": 22,
      "TTC": 23,
      "ATC": 24,
      "AGC": 25,
      "AAG": 26,
      "TTTT": 27,
      "TGC": 28,
      "AAC": 29,
      "TGG": 30,
      "TTG": 31,
      "TAG": 32,
      "TAC": 33,
      "TATT": 34,
      "CCC": 35,
      "TAT": 36,
      "TGGG": 37,
      "AGAA": 38,
      "TTTC": 39,
      "ATAA": 40,
      "AGGG": 41,
      "TGTG": 42,
      "ATTC": 43,
      "AGGC": 44,
      "AGCC": 45,
      "TTGG": 46,
      "ACAC": 47,
      "TATG": 48,
      "AAGG": 49,
      "TTTG": 50,
      "TCTC": 51,
      "TCCC": 52,
      "TTCC": 53,
      "AGAG": 54,
      "AAAC": 55,
      "ATGG": 56,
      "AGTG": 57,
      "ATTG": 58,
      "AGAC": 59,
      "TCTG": 60,
      "ATAC": 61,
      "ATCC": 62,
      "ACCC": 63,
      "ATGC": 64,
      "TTAA": 65,
      "AATG": 66,
      "TCAC": 67,
      "TAAG": 68,
      "TATC": 69,
      "TAAC": 70,
      "TTGC": 71,
      "TGCC": 72,
      "AAAG": 73,
      "AAGC": 74,
      "TTAC": 75,
      "TGGC": 76,
      "ATAT": 77,
      "TAGC": 78,
      "TACC": 79,
      "AACC": 80,
      "GGG": 81,
      "ATATT": 82,
      "GGC": 83,
      "TAGG": 84,
      "AATT": 85,
      "AGTC": 86,
      "AAAAC": 87,
      "TTTTC": 88,
      "TGAA": 89,
      "AAAAG": 90,
      "TGAC": 91,
      "ATAG": 92,
      "TTTAA": 93,
      "AATC": 94,
      "TTTTG": 95,
      "TGTC": 96,
      "TTATT": 97,
      "AAATT": 98,
      "GCC": 99,
      "TGAG": 100,
      "AATAA": 101,
      "ACAG": 102,
      "TTTCC": 103,
      "TCAG": 104,
      "AAATG": 105,
      "TTAG": 106,
      "ATTTC": 107,
      "ACTG": 108,
      "ACTC": 109,
      "ATATG": 110,
      "AGGCC": 111,
      "TGGGC": 112,
      "TATTC": 113,
      "ACG": 114,
      "ACAA": 115,
      "TGGCC": 116,
      "ATCTC": 117,
      "AAAT": 118,
      "TGTAA": 119,
      "ACTT": 120,
      "ATTCC": 121,
      "ATTTT": 122,
      "TTCTC": 123,
      "ATGCC": 124,
      "TGTT": 125,
      "TAAAA": 126,
      "AGTT": 127,
      "AAAAAAAA": 128,
      "AGAAG": 129,
      "TCTT": 130,
      "TATTG": 131,
      "TGGGG": 132,
      "ATAAAA": 133,
      "TCCCC": 134,
      "TTTTTTTT": 135,
      "ACATT": 136,
      "AGATG": 137,
      "AAATC": 138,
      "AGGGC": 139,
      "AAGCC": 140,
      "ACCCC": 141,
      "ACCTC": 142,
      "AGAAC": 143,
      "ATTGC": 144,
      "ATGGC": 145,
      "TTTAG": 146,
      "ATTAC": 147,
      "ATATC": 148,
      "AATTC": 149,
      "AAAGC": 150,
      "ATAAC": 151,
      "AAAGG": 152,
      "TTTGC": 153,
      "AAGGC": 154,
      "TTGCC": 155,
      "AGAAAA": 156,
      "TTCCC": 157,
      "TTGGC": 158,
      "ATGGG": 159,
      "ACTGC": 160,
      "ATAAG": 161,
      "AGTTC": 162,
      "AGTAA": 163,
      "AGAGC": 164,
      "AGATT": 165,
      "GTG": 166,
      "GGCC": 167,
      "AGAGG": 168,
      "ATCCC": 169,
      "TTTAC": 170,
      "TATCC": 171,
      "ACTCC": 172,
      "AGGGG": 173,
      "TCTTC": 174,
      "TCAA": 175,
      "TGAGG": 176,
      "TCAGG": 177,
      "AGTGC": 178,
      "TTGGG": 179,
      "ATTTG": 180,
      "ATCAC": 181,
      "ATAGC": 182,
      "TCTCC": 183,
      "TCG": 184,
      "ACCAC": 185,
      "TATGC": 186,
      "TTTGG": 187,
      "TCATT": 188,
      "TGAAG": 189,
      "GGGC": 190,
      "AGCCC": 191,
      "TGTGG": 192,
      "AATAG": 193,
      "TGTAG": 194,
      "AAACC": 195,
      "AATAC": 196,
      "TTTATT": 197,
      "TGTGC": 198,
      "AGACC": 199,
      "AAGGG": 200,
      "AGATC": 201,
      "ACATG": 202,
      "TGATT": 203,
      "AGTGG": 204,
      "TCTGC": 205,
      "TTAAAA": 206,
      "AATGC": 207,
      "TGTTC": 208,
      "ATACC": 209,
      "ACTTC": 210,
      "TTTTCC": 211,
      "TGCCC": 212,
      "TATGG": 213,
      "TGATG": 214,
      "GGGG": 215,
      "ATAGG": 216,
      "ACAGC": 217,
      "AGTAG": 218,
      "TTTAT": 219,
      "TCTTG": 220,
      "TTAAG": 221,
      "AATTG": 222,
      "TCAGC": 223,
      "TTAAC": 224,
      "TGTTG": 225,
      "AATGG": 226,
      "TTATG": 227,
      "TGAGC": 228,
      "TACCC": 229,
      "TCTAA": 230,
      "AATCC": 231,
      "TGAAC": 232,
      "AATTTT": 233,
      "AACCC": 234,
      "ATTTTC": 235,
      "TTATC": 236,
      "AAATAA": 237,
      "TCATC": 238,
      "ACTAA": 239,
      "TAGCC": 240,
      "ATTTAA": 241,
      "AGTTG": 242,
      "TCAAG": 243,
      "TCCCAGC": 244,
      "TAGGC": 245,
      "ATATAA": 246,
      "ATTGG": 247,
      "TGTCC": 248,
      "TCATG": 249,
      "AAAGAA": 250,
      "ACAAC": 251,
      "TCTTTT": 252,
      "AATAT": 253,
      "TCACC": 254,
      "CCCC": 255,
      "AGTCC": 256,
      "ACTAC": 257,
      "TCTGG": 258,
      "ACAGG": 259,
      "ACAAG": 260,
      "ACATC": 261,
      "AGGCTGG": 262,
      "TGTTTT": 263,
      "AGTGGC": 264,
      "TTAGC": 265,
      "TGAAAA": 266,
      "TCAAC": 267,
      "AATATT": 268,
      "TAAGC": 269,
      "ACAAAA": 270,
      "TAAGG": 271,
      "TGTAC": 272,
      "ATTTTG": 273,
      "TGACC": 274,
      "TGATC": 275,
      "ACTTG": 276,
      "AGTAC": 277,
      "AGAAGC": 278,
      "ACACC": 279,
      "TCAGCC": 280,
      "TGAGGC": 281,
      "TAGGG": 282,
      "TTAGG": 283,
      "TTACC": 284,
      "ATTATT": 285,
      "AGTTTT": 286,
      "TAATAA": 287,
      "ATATTC": 288,
      "TCTAC": 289,
      "TGTATT": 290,
      "TAACC": 291,
      "ACTGG": 292,
      "TTGGCC": 293,
      "AAACAC": 294,
      "AGAGAA": 295,
      "TCTAG": 296,
      "TAATTTT": 297,
      "TCTGCC": 298,
      "AAAAGC": 299,
      "AAAACC": 300,
      "AGAAGG": 301,
      "TTCAC": 302,
      "AAGAC": 303,
      "ATTTCC": 304,
      "TGTAT": 305,
      "ACACACAC": 306,
      "ACCATG": 307,
      "AAAAGG": 308,
      "TTTGTG": 309,
      "TCCTG": 310,
      "AACG": 311,
      "ATATAC": 312,
      "ATTTTTT": 313,
      "AGCG": 314,
      "AGGAAG": 315,
      "AAATTC": 316,
      "TTCG": 317,
      "AACAC": 318,
      "AATTTC": 319,
      "TGTGTGTG": 320,
      "AAAATAA": 321,
      "TTCCCC": 322,
      "ACTAG": 323,
      "TCTTTC": 324,
      "ATAGAA": 325,
      "AGTTTC": 326,
      "TGTCTC": 327,
      "TGCG": 328,
      "AAATAC": 329,
      "TATATT": 330,
      "ACTTTT": 331,
      "ATATTG": 332,
      "AGGAGG": 333,
      "TTTGCC": 334,
      "TCAGAA": 335,
      "ACGG": 336,
      "AAAAATT": 337,
      "TCACTGC": 338,
      "TAAAAC": 339,
      "AAGAAG": 340,
      "TTTTGC": 341,
      "TTCTTC": 342,
      "TGGGATTAC": 343,
      "TAAATG": 344,
      "TTTATG": 345,
      "AAATGC": 346,
      "GCCC": 347,
      "ATACAC": 348,
      "ATTTAC": 349,
      "AGTTTG": 350,
      "AGATAA": 351,
      "TTCTCC": 352,
      "TTTCCC": 353,
      "AAAGTGC": 354,
      "AAATGG": 355,
      "TATAC": 356,
      "AAAGAC": 357,
      "AGCAGC": 358,
      "AAGTG": 359,
      "TTTTGG": 360,
      "ACCG": 361,
      "AGATGG": 362,
      "TGTGGC": 363,
      "TTGCCC": 364,
      "TAAAC": 365,
      "AGTATT": 366,
      "ATTTGC": 367,
      "TCAAAA": 368,
      "TTCTG": 369,
      "TCGC": 370,
      "TTATAA": 371,
      "ATCG": 372,
      "TTTGGG": 373,
      "TGAGAC": 374,
      "TATATG": 375,
      "TCCG": 376,
      "AGCAC": 377,
      "AGTCTC": 378,
      "ATATGC": 379,
      "TTTAAG": 380,
      "TATTCC": 381,
      "AATTAA": 382,
      "ACAGAA": 383,
      "TCCTGCC": 384,
      "AGGAGAA": 385,
      "AGCCCC": 386,
      "AAATTG": 387,
      "AGAGGG": 388,
      "TAAAAG": 389,
      "TGTTTC": 390,
      "ACGC": 391,
      "TTTATC": 392,
      "TTTGGC": 393,
      "TGGAAG": 394,
      "ATATCC": 395,
      "AAAGAG": 396,
      "TTATTC": 397,
      "AGTAT": 398,
      "TTCTGC": 399,
      "TGGGGC": 400,
      "TGTGCC": 401,
      "ATTTATT": 402,
      "ATATATAT": 403,
      "TCCTC": 404,
      "AACAAC": 405,
      "AGAGGC": 406,
      "TGAGAA": 407,
      "AAGAAAA": 408,
      "ATATGG": 409,
      "TGTAATCCCAGC": 410,
      "AATGGC": 411,
      "AATATG": 412,
      "TAAATT": 413,
      "ACTTTGGG": 414,
      "AGATTC": 415,
      "TCTTCC": 416,
      "AGACAC": 417,
      "TGGGCC": 418,
      "AGGTGG": 419,
      "AGGAC": 420,
      "AAAGTG": 421,
      "AAATATT": 422,
      "AAAGGG": 423,
      "TGGGGG": 424,
      "AACTC": 425,
      "ATGTG": 426,
      "AAATCC": 427,
      "TGCTGC": 428,
      "TCCTCC": 429,
      "AATTTG": 430,
      "TACG": 431,
      "TTGTTG": 432,
      "TTTAAC": 433,
      "ATGTAA": 434,
      "ATGAC": 435,
      "AAAGCC": 436,
      "AATATC": 437,
      "TACTC": 438,
      "TTTTTAA": 439,
      "AGGTG": 440,
      "ATTTAG": 441,
      "AAAGGC": 442,
      "AAGTGG": 443,
      "ATTCCC": 444,
      "ATTGCC": 445,
      "AGGGGC": 446,
      "TCTGGC": 447,
      "AGGGCC": 448,
      "AGCTC": 449,
      "AACTCC": 450,
      "TGCAC": 451,
      "ATCTCC": 452,
      "TTAAAC": 453,
      "ATGAAG": 454,
      "AATCTC": 455,
      "AATAAC": 456,
      "AGTGCC": 457,
      "ATCTTC": 458,
      "GTGG": 459,
      "AATTCC": 460,
      "TTAGAA": 461,
      "AGGCTGAGGC": 462,
      "AGTAGC": 463,
      "ATGTC": 464,
      "AGGAGC": 465,
      "ATGGCC": 466,
      "AAGAAC": 467,
      "ATCACC": 468,
      "TGAAAC": 469,
      "TTGAAC": 470,
      "ATGTGG": 471,
      "AAGGCC": 472,
      "TTCAAC": 473,
      "TGCTC": 474,
      "ATTTGG": 475,
      "AAAAAC": 476,
      "TCCAC": 477,
      "ATGATG": 478,
      "AATAAG": 479,
      "AAGTC": 480,
      "TTGGGC": 481,
      "TTGGGG": 482,
      "ACTCCAGCC": 483,
      "AATGCC": 484,
      "AGGAAC": 485,
      "TGCTG": 486,
      "TATAAAA": 487,
      "ATAGAG": 488,
      "AATTAC": 489,
      "AGAGCC": 490,
      "ACCTCC": 491,
      "AATGTG": 492,
      "ATAGTG": 493,
      "TTATTG": 494,
      "TTGAC": 495,
      "ATCCCC": 496,
      "ATAAGC": 497,
      "TCATTC": 498,
      "ATCTG": 499,
      "TTCTAA": 500,
      "AGTTCC": 501,
      "TTGCAGTG": 502,
      "AAGACC": 503,
      "TCTCCC": 504,
      "ATAGAC": 505,
      "TTCTTTT": 506,
      "AGCTCC": 507,
      "TCTATT": 508,
      "AAGTAA": 509,
      "AGAACC": 510,
      "TTCTTG": 511,
      "AAGGGG": 512,
      "ATCATC": 513,
      "AGCTG": 514,
      "AAGGGC": 515,
      "TTCATT": 516,
      "ATACCC": 517,
      "AGCTGC": 518,
      "AGTTAA": 519,
      "TTCTAG": 520,
      "AGATGC": 521,
      "ATAGGC": 522,
      "AGCCG": 523,
      "AGGTC": 524,
      "TACAC": 525,
      "ATCTTG": 526,
      "ATGTTG": 527,
      "TCCCAAAGTGC": 528,
      "AAACCC": 529,
      "AGTGTG": 530,
      "AAGATG": 531,
      "ATTAAAA": 532,
      "ATTTTTC": 533,
      "TAGAC": 534,
      "AGCTGG": 535,
      "TTCTGG": 536,
      "TCTTTG": 537,
      "AGTATG": 538,
      "ATGTGC": 539,
      "TTTACC": 540,
      "AGCAAG": 541,
      "TGGGATTACAGGC": 542,
      "TCACCC": 543,
      "TTTTTTG": 544,
      "ATAAGG": 545,
      "ACCACC": 546,
      "AGCAGG": 547,
      "ATGGGG": 548,
      "TCTGTG": 549,
      "TAAAAATAC": 550,
      "AGATAC": 551,
      "ATTTAT": 552,
      "GCG": 553,
      "TAAGCC": 554,
      "TAGAGAC": 555,
      "AGTGGG": 556,
      "AGGCTGGAGTGC": 557,
      "ATCATG": 558,
      "CCCAGC": 559,
      "TGGAC": 560,
      "ATCTGC": 561,
      "TCCCG": 562,
      "TTCATG": 563,
      "AAGAGG": 564,
      "AACCCC": 565,
      "TTGTG": 566,
      "ATCTAA": 567,
      "TCTCG": 568,
      "ATTAAC": 569,
      "AGTAAC": 570,
      "TTAGCC": 571,
      "TCGG": 572,
      "ATTATG": 573,
      "AGGTGC": 574,
      "AGTCTG": 575,
      "ACTCTG": 576,
      "TATTTATT": 577,
      "TGCCCC": 578,
      "ATAAAAC": 579,
      "TGATTC": 580,
      "TTTAGC": 581,
      "TCTTGC": 582,
      "TAGAAG": 583,
      "TTGTAA": 584,
      "ATGAAC": 585,
      "AAAAAAC": 586,
      "AGGCCC": 587,
      "TAGAAC": 588,
      "TGTTTG": 589,
      "TTCATC": 590,
      "AATTGC": 591,
      "AGAAAAG": 592,
      "TGGTGG": 593,
      "AGCTAC": 594,
      "ACTTTC": 595,
      "ATTTTAA": 596,
      "AGATTG": 597,
      "TATAAC": 598,
      "AATCAC": 599,
      "TATTGC": 600,
      "TGTATG": 601,
      "ACAGAG": 602,
      "AGCAAC": 603,
      "AAATAT": 604,
      "TATATC": 605,
      "AAATAG": 606,
      "ATAACC": 607,
      "AAAAAAG": 608,
      "AGACCC": 609,
      "AGTAAG": 610,
      "TTATAC": 611,
      "AATAGC": 612,
      "TGCTTC": 613,
      "ATCAAC": 614,
      "AGGTAA": 615,
      "TTAAGC": 616,
      "AGGGGG": 617,
      "AGGTTC": 618,
      "TGGCCC": 619,
      "AGTCAC": 620,
      "AATCTG": 621,
      "ATGGGC": 622,
      "TGAAGG": 623,
      "TTAACC": 624,
      "ATGTTC": 625,
      "AAAAAAAAAAAAAAAA": 626,
      "AGGAAAA": 627,
      "ATAGCC": 628,
      "ATAAAAG": 629,
      "AGCTTC": 630,
      "TTTAGG": 631,
      "TTTTTTTTTTTTTTTT": 632,
      "TGGAAC": 633,
      "TTTTTC": 634,
      "AGAAAAC": 635,
      "TCCCCC": 636,
      "AATACC": 637,
      "AGCATT": 638,
      "TACAAAA": 639,
      "AGTTAC": 640,
      "TGTTCC": 641,
      "ATCATT": 642,
      "AACATGG": 643,
      "AGCCACC": 644,
      "ATGCCC": 645,
      "AATCCC": 646,
      "TGCTCC": 647,
      "TACTAA": 648,
      "ATGTCC": 649,
      "TGGAGG": 650,
      "TTCAAG": 651,
      "TGCAGC": 652,
      "TGAAGC": 653,
      "TTGTC": 654,
      "TGATAA": 655,
      "TATGCC": 656,
      "TTGTAG": 657,
      "ACTGTG": 658,
      "AGTATC": 659,
      "TGAATG": 660,
      "AGTCCC": 661,
      "AAATATC": 662,
      "TTGTTTT": 663,
      "AGCTAA": 664,
      "TGAGAG": 665,
      "TTGAAG": 666,
      "ATAGGG": 667,
      "TGTGGG": 668,
      "TCCTGCCTCAGCC": 669,
      "ATTAAG": 670,
      "ATAAATAA": 671,
      "AATGGG": 672,
      "TCCACC": 673,
      "TTAAGG": 674,
      "TTGAGG": 675,
      "AGCACC": 676,
      "GGGCC": 677,
      "TTCTAC": 678,
      "AGTTGG": 679,
      "AAGCG": 680,
      "TTCTTTC": 681,
      "TATCCC": 682,
      "ACTTCC": 683,
      "TAGAAAA": 684,
      "TTATCC": 685,
      "AATAGG": 686,
      "TAATAC": 687,
      "AGCATC": 688,
      "AGATCC": 689,
      "TTACAC": 690,
      "TACTAAAAATAC": 691,
      "TATGGC": 692,
      "AGGATG": 693,
      "AGTTGC": 694,
      "ATTATC": 695,
      "TGATGG": 696,
      "TCTGGG": 697,
      "TGTCTG": 698,
      "TCTAT": 699,
      "ACATTC": 700,
      "ACAAAC": 701,
      "CCCG": 702,
      "ACATGG": 703,
      "TGCTGG": 704,
      "TCCTTC": 705,
      "AAGATC": 706,
      "TCCTGG": 707,
      "TTGAACC": 708,
      "ACCAAC": 709,
      "ATGAAAA": 710,
      "TGATCC": 711,
      "TCAAAC": 712,
      "ACCTAA": 713,
      "ATAATAA": 714,
      "TTAGAG": 715,
      "TGAGCC": 716,
      "TCCTGACCTC": 717,
      "AAGAGC": 718,
      "TCAGGG": 719,
      "TCCTGC": 720,
      "TTCAGC": 721,
      "TAGGCC": 722,
      "TCACAC": 723,
      "TCATTG": 724,
      "AGGCCG": 725,
      "ATGTAC": 726,
      "ATAGTC": 727,
      "AAGCCC": 728,
      "GTCTC": 729,
      "TATTGG": 730,
      "TCACTGCAACC": 731,
      "TCAGAG": 732,
      "TAGTAA": 733,
      "TGCAGG": 734,
      "ACCCCC": 735,
      "TTATGC": 736,
      "ACTGCACTCCAGCC": 737,
      "TGAAAG": 738,
      "TTTCTTTC": 739,
      "ATTTCTC": 740,
      "ATCTAC": 741,
      "AATTGG": 742,
      "AGGCGG": 743,
      "TGGTAA": 744,
      "ACTTTG": 745,
      "TTATATT": 746,
      "TGTTAA": 747,
      "TCAGGC": 748,
      "ACCTGC": 749,
      "ATTTTTG": 750,
      "AAAATAC": 751,
      "TGAGGG": 752,
      "TGGTGC": 753,
      "TGGAGC": 754,
      "AACATC": 755,
      "TACCCC": 756,
      "AAAAATG": 757,
      "AGAAAC": 758,
      "AGGTAG": 759,
      "TCCAGC": 760,
      "TGGGCAAC": 761,
      "AATTTAA": 762,
      "AGTAGG": 763,
      "AAGTTC": 764,
      "TCAAGC": 765,
      "AGTTTTG": 766,
      "TTGTTC": 767,
      "TGTTGG": 768,
      "ACTAT": 769,
      "ACAGCC": 770,
      "ATTTTCC": 771,
      "TCTCTCTC": 772,
      "ATGTAG": 773,
      "AACTTC": 774,
      "ACATAA": 775,
      "TGTATC": 776,
      "TGACAC": 777,
      "ACAGTG": 778,
      "ATGAGG": 779,
      "ACCTTG": 780,
      "TCCTTG": 781,
      "TTTTAAAA": 782,
      "AACTAA": 783,
      "TCAAGG": 784,
      "ACCTGG": 785,
      "TTTCCCC": 786,
      "TCATGCC": 787,
      "AAGTTG": 788,
      "TGTAAG": 789,
      "AAATATG": 790,
      "TCCCAAG": 791,
      "TTACCC": 792,
      "ATCTGG": 793,
      "TCTTGG": 794,
      "ATTGGC": 795,
      "TCAGTG": 796,
      "AGTTTTC": 797,
      "AAACG": 798,
      "TGAGTG": 799,
      "TATGGG": 800,
      "TTTTGCC": 801,
      "TCCTAA": 802,
      "TTGTATT": 803,
      "TGCATG": 804,
      "AGACCAGCC": 805,
      "AGGCTGAGGCAGGAGAA": 806,
      "TCATCC": 807,
      "TCCATG": 808,
      "TGATGC": 809,
      "AACAAAA": 810,
      "TGTAATCCCAGCACTTTGGG": 811,
      "ACAGGG": 812,
      "AAATAAAA": 813,
      "TCATAA": 814,
      "TACATG": 815,
      "ACAATG": 816,
      "TTCAGG": 817,
      "AGCATG": 818,
      "TTATGG": 819,
      "ATTTTTAA": 820,
      "TTTATTC": 821,
      "TGCTAA": 822,
      "TTAGAC": 823,
      "ACTATT": 824,
      "ATTTTAC": 825,
      "AAGTAG": 826,
      "TTTGTAA": 827,
      "TCAAAG": 828,
      "ATTAGG": 829,
      "AGAGAGAG": 830,
      "AGTACC": 831,
      "TGGCTCAC": 832,
      "AGATATT": 833,
      "TCCTGAG": 834,
      "TCCAGG": 835,
      "ACATGC": 836,
      "TGGTAG": 837,
      "TTAGGG": 838,
      "TATTTAA": 839,
      "TGTTGC": 840,
      "TGTCAC": 841,
      "AACATG": 842,
      "TATAAG": 843,
      "ACAGGC": 844,
      "TGGGACTAC": 845,
      "TTAGTG": 846,
      "ACACG": 847,
      "ATATATG": 848,
      "ACAGAC": 849,
      "ACATAC": 850,
      "AAGTGC": 851,
      "GCCCC": 852,
      "ACCTTC": 853,
      "AGAAAGAA": 854,
      "TCCATC": 855,
      "ACCATC": 856,
      "TCATGG": 857,
      "TGTAAC": 858,
      "ATAAATG": 859,
      "AATTTTG": 860,
      "AAAGAAAA": 861,
      "TCTTAA": 862,
      "TATTTTC": 863,
      "TCACAGAG": 864,
      "TATTTTG": 865,
      "AACATT": 866,
      "AGGTGTG": 867,
      "TTTTTTTTTTTT": 868,
      "AGGTAC": 869,
      "TGAATT": 870,
      "AAAAGCC": 871,
      "AAGTAC": 872,
      "ATGATC": 873,
      "ACCAGC": 874,
      "TGTTAC": 875,
      "ACCTAC": 876,
      "TCAATG": 877,
      "AAAAAAAAAAAA": 878,
      "AACTAC": 879,
      "ACATCC": 880,
      "TCTATC": 881,
      "AGGTTG": 882,
      "TTAAAAC": 883,
      "AACAGC": 884,
      "TGTCCC": 885,
      "AGAATAA": 886,
      "ATATATT": 887,
      "ACTGGG": 888,
      "TTTTTTTC": 889,
      "TCTTAC": 890,
      "TTGAACCC": 891,
      "AAGTCC": 892,
      "TCTATG": 893,
      "TTAGGC": 894,
      "ATTGGG": 895,
      "TTTTTTC": 896,
      "ACTGCC": 897,
      "ACTCTC": 898,
      "TTTATTG": 899,
      "TTTTTCC": 900,
      "ACTATG": 901,
      "TGCTAG": 902,
      "TAAAAAA": 903,
      "AGATAG": 904,
      "TCATGC": 905,
      "TATATAA": 906,
      "TAATTC": 907,
      "TCCGCC": 908,
      "TGTTTTC": 909,
      "ACATTG": 910,
      "TTGTAC": 911,
      "TATAGC": 912,
      "AGAAATG": 913,
      "TTGTGG": 914,
      "AGGCG": 915,
      "TGGCG": 916,
      "ATTTTATT": 917,
      "ATCAGC": 918,
      "AGGATGG": 919,
      "TTATAG": 920,
      "AACTGC": 921,
      "TTGTGC": 922,
      "ATCTAG": 923,
      "TGGGAGG": 924,
      "TTGAGC": 925,
      "ATATAAAA": 926,
      "ATCAAG": 927,
      "AATTTGC": 928,
      "ACAAAG": 929,
      "TACTTC": 930,
      "TGAAACCCC": 931,
      "AAACAAAC": 932,
      "AACAAG": 933,
      "TTTCACCATG": 934,
      "ACCAAG": 935,
      "AGATTTC": 936,
      "AGACG": 937,
      "TGGAAAA": 938,
      "TTGGAAAC": 939,
      "ATACG": 940,
      "TCTTTTC": 941,
      "TGGATG": 942,
      "TGATTG": 943,
      "ACCGC": 944,
      "ACAAGG": 945,
      "AGGAAAC": 946,
      "TCCCAGCTAC": 947,
      "ATTTCTG": 948,
      "TATTTTTT": 949,
      "ACTCCC": 950,
      "TAGTAG": 951,
      "TGGGTTC": 952,
      "TTGAAAA": 953,
      "TAAATC": 954,
      "TTAAAAG": 955,
      "AAAGAAG": 956,
      "ATGAGC": 957,
      "AAATTCC": 958,
      "AATTTTC": 959,
      "AGTTATT": 960,
      "GGGGC": 961,
      "TTGTCC": 962,
      "ACTTGG": 963,
      "TGGTTC": 964,
      "ACCAGG": 965,
      "TAATTTTTGTATT": 966,
      "TAATGC": 967,
      "ATTCTCCTGCCTCAGCC": 968,
      "AGGCTGC": 969,
      "TCAGAC": 970,
      "AAACTCC": 971,
      "TGGGTGAC": 972,
      "TAATAG": 973,
      "ATTAGC": 974,
      "TGATAC": 975,
      "TACTCC": 976,
      "TCAACC": 977,
      "ACAGAAG": 978,
      "TCTACC": 979,
      "ACTTGC": 980,
      "ATTCG": 981,
      "TTTTCCC": 982,
      "TCACG": 983,
      "TGACCC": 984,
      "TGAACC": 985,
      "AGTTTAA": 986,
      "TGAGTC": 987,
      "ATCGC": 988,
      "TCTAAG": 989,
      "ATGATT": 990,
      "TACAAC": 991,
      "TAAGGC": 992,
      "TCAGTC": 993,
      "ATGAGCC": 994,
      "TGGGCG": 995,
      "AGGAGGC": 996,
      "ACTGGC": 997,
      "TCGGCC": 998,
      "TTTCTTC": 999,
      "AGATGGGG": 1000,
      "TACTGC": 1001,
      "TATATTC": 1002,
      "TTATAT": 1003,
      "TTTAGTAGAGAC": 1004,
      "GCGG": 1005,
      "ACCTGCC": 1006,
      "ATTTTGG": 1007,
      "ACTTAC": 1008,
      "ACTTAA": 1009,
      "TTTGTTTT": 1010,
      "TGTAGC": 1011,
      "TTGATG": 1012,
      "ATAGAGC": 1013,
      "TGTAGG": 1014,
      "TAAAGC": 1015,
      "ACACACACACACACAC": 1016,
      "TGGATC": 1017,
      "TGCATC": 1018,
      "TATACC": 1019,
      "AACACC": 1020,
      "TACAGC": 1021,
      "TCTGTCTC": 1022,
      "TTCTTCC": 1023,
      "ATTACC": 1024,
      "AGGCCCC": 1025,
      "ATGTTTT": 1026,
      "AATATTC": 1027,
      "TCCAAG": 1028,
      "ACACCC": 1029,
      "AACTTG": 1030,
      "TCTTTAA": 1031,
      "ACTCAC": 1032,
      "ATCAAAA": 1033,
      "TTTCG": 1034,
      "TGTACC": 1035,
      "ATGGTGGC": 1036,
      "AGTTTCC": 1037,
      "ACTGAC": 1038,
      "AAAATGC": 1039,
      "AGGAAGG": 1040,
      "TTCACC": 1041,
      "TACATT": 1042,
      "AGAAGGC": 1043,
      "TTAGTC": 1044,
      "AGAGAAG": 1045,
      "TGTGTGTGTGTGTGTG": 1046,
      "TAATTG": 1047,
      "AAAGAAC": 1048,
      "TGAAAAC": 1049,
      "ACTGAA": 1050,
      "TGGATT": 1051,
      "AAATAAC": 1052,
      "TTTCTCC": 1053,
      "AGCTGAG": 1054,
      "AAAATAG": 1055,
      "AGTTCG": 1056,
      "TACTAC": 1057,
      "AGCTAG": 1058,
      "TTTTTATT": 1059,
      "AAATGCC": 1060,
      "TCCAAC": 1061,
      "AGGATC": 1062,
      "TTCCTTCC": 1063,
      "AGCCAAG": 1064,
      "TTCAAAA": 1065,
      "AGATAT": 1066,
      "ACTGTC": 1067,
      "TAGGGC": 1068,
      "TCTAAC": 1069,
      "ATTATAA": 1070,
      "AAGAAAC": 1071,
      "AAATGGG": 1072,
      "TAGATG": 1073,
      "TTCTGCC": 1074,
      "ATTCAAC": 1075,
      "TTTAGTAG": 1076,
      "ATTTTGC": 1077,
      "ATGTGCC": 1078,
      "ATTTATC": 1079,
      "TTAAATG": 1080,
      "TGCTTG": 1081,
      "TGGTAC": 1082,
      "TTAATAA": 1083,
      "ACAAGC": 1084,
      "AATTCCC": 1085,
      "TGTTATT": 1086,
      "TTTATCC": 1087,
      "TCTAGC": 1088,
      "TTCTTTG": 1089,
      "TTTAACC": 1090,
      "TGCTAC": 1091,
      "TGTTTTG": 1092,
      "AAAAATC": 1093,
      "AGTTAG": 1094,
      "TTCTCTC": 1095,
      "TTTCTTTT": 1096,
      "ATATTCC": 1097,
      "AAAGTAA": 1098,
      "AACTGG": 1099,
      "ACCTAG": 1100,
      "AGGCTGGAGTGCAGTGGC": 1101,
      "AACTAG": 1102,
      "TAAAATG": 1103,
      "ATCTTTT": 1104,
      "ACAGAGC": 1105,
      "TGGTTG": 1106,
      "TAGTTTT": 1107,
      "AAACCCC": 1108,
      "TAAAGG": 1109,
      "TACTTG": 1110,
      "ATCAGG": 1111,
      "TCTAGG": 1112,
      "TTTGAGG": 1113,
      "TACTTTT": 1114,
      "TCATAC": 1115,
      "TATTTCC": 1116,
      "TAAATAA": 1117,
      "ATTTATG": 1118,
      "TGCAAG": 1119,
      "TGCTTTT": 1120,
      "ACAATC": 1121,
      "GCGC": 1122,
      "ATTATTC": 1123,
      "TCTTATT": 1124,
      "AGCTTG": 1125,
      "TACAAG": 1126,
      "CCCAGG": 1127,
      "TATAAAC": 1128,
      "TCCCAAAGTGCTGGGATTACAGGC": 1129,
      "ACAACC": 1130,
      "TAACG": 1131,
      "AAATCTC": 1132,
      "TGGCCCC": 1133,
      "TGGTTTT": 1134,
      "TTGGCCAGGCTGG": 1135,
      "TTTCTAA": 1136,
      "AGAAATC": 1137,
      "AAAAAATT": 1138,
      "ATGGTGG": 1139,
      "TTGGAAACGGG": 1140,
      "TATATAT": 1141,
      "AGACAGAG": 1142,
      "TCCTAG": 1143,
      "AGCTGGG": 1144,
      "TGAAAAG": 1145,
      "TATATAC": 1146,
      "TAATATT": 1147,
      "AGCGC": 1148,
      "ACCTCCC": 1149,
      "AAGAGAA": 1150,
      "AGGAAGC": 1151,
      "ACAGTC": 1152,
      "TATATATT": 1153,
      "AGAAGCC": 1154,
      "AAACAAAA": 1155,
      "TGCGG": 1156,
      "TGCAAC": 1157,
      "ATTTCG": 1158,
      "AAATGGC": 1159,
      "TGCTTTC": 1160,
      "ATCATTC": 1161,
      "TAGGGG": 1162,
      "ACTATC": 1163,
      "TGCACC": 1164,
      "TCTTCCC": 1165,
      "TTTGTTTG": 1166,
      "ATTTCCC": 1167,
      "AAAATATT": 1168,
      "AGGTCC": 1169,
      "ATTTAAG": 1170,
      "TAGTTC": 1171,
      "AAATTGC": 1172,
      "TTCCTTG": 1173,
      "TTACG": 1174,
      "AGGCTGAGG": 1175,
      "AGAAGGG": 1176,
      "TACATC": 1177,
      "AGACGG": 1178,
      "TACTCGGG": 1179,
      "TAGCCC": 1180,
      "ACCACG": 1181,
      "AGCCAGGC": 1182,
      "AGAAAGC": 1183,
      "AATATTG": 1184,
      "TGGGATT": 1185,
      "AAATAAG": 1186,
      "TGTGTCC": 1187,
      "AGAAAGG": 1188,
      "TCCTGAGTAGC": 1189,
      "TCTTTCC": 1190,
      "TTCCG": 1191,
      "TGTTTAA": 1192,
      "ATGTATT": 1193,
      "TACTGG": 1194,
      "AGCGG": 1195,
      "TATAGG": 1196,
      "ACGCC": 1197,
      "AACAGG": 1198,
      "TCTGCCC": 1199,
      "TGGGGCC": 1200,
      "TAGAGG": 1201,
      "AATTTCC": 1202,
      "ACTGAG": 1203,
      "AGCCTCC": 1204,
      "TCTCAGC": 1205,
      "TCACACC": 1206,
      "ACTAAG": 1207,
      "TTGATC": 1208,
      "AGAAATAA": 1209,
      "TAAGGG": 1210,
      "TCAATC": 1211,
      "AAGGAAGG": 1212,
      "AAAAATAA": 1213,
      "ATGCG": 1214,
      "TAATCC": 1215,
      "TCAATAA": 1216,
      "ATCTCGGC": 1217,
      "ATTTCAC": 1218,
      "TGCAGTG": 1219,
      "TTCATTC": 1220,
      "TTTTTAG": 1221,
      "AGAGGCC": 1222,
      "GGCCC": 1223,
      "TCCCAAGTAGC": 1224,
      "AGGTCAGG": 1225,
      "TAAAAAC": 1226,
      "TGTTTCC": 1227,
      "ATGTTTC": 1228,
      "AGATCAC": 1229,
      "AACAGAA": 1230,
      "AATTTAC": 1231,
      "AGCAAAA": 1232,
      "ATTTAAC": 1233,
      "AAACACTCTTTT": 1234,
      "AGGTTGCAGTG": 1235,
      "TGAATAA": 1236,
      "TCGCCC": 1237,
      "ACCAAAA": 1238,
      "TTCCTCC": 1239,
      "ATTTGTG": 1240,
      "TCGCC": 1241,
      "AAATTGG": 1242,
      "ACCCG": 1243,
      "TGGGGGC": 1244,
      "TGGCCAACATGG": 1245,
      "TTATTCC": 1246,
      "ATTCTCC": 1247,
      "TTATATG": 1248,
      "TTTGTAG": 1249,
      "AGATCG": 1250,
      "TTTAAGG": 1251,
      "AATCTGC": 1252,
      "TATTTAC": 1253,
      "ATATCTC": 1254,
      "AGCCAGG": 1255,
      "AATTCTC": 1256,
      "TCGGC": 1257,
      "TGACG": 1258,
      "ACCCAGC": 1259,
      "AAGAATG": 1260,
      "TAGAGC": 1261,
      "TCCCGGG": 1262,
      "ATTTGTC": 1263,
      "TGGGTGG": 1264,
      "TTAATTTT": 1265,
      "ACCTGGC": 1266,
      "GCTCTG": 1267,
      "AAAAAGG": 1268,
      "TGGTCC": 1269,
      "TGATATT": 1270,
      "ATCTTTC": 1271,
      "TTTGAAG": 1272,
      "ATAAGCC": 1273,
      "TGTGATG": 1274,
      "AGATGGG": 1275,
      "TTTTTAC": 1276,
      "TTTGTATT": 1277,
      "ACATAG": 1278,
      "TTCCTTC": 1279,
      "TAAAATAA": 1280,
      "AAAATTC": 1281,
      "TATATTG": 1282,
      "TCTTTTG": 1283,
      "AGGACC": 1284,
      "AGCCTGG": 1285,
      "ACTAAC": 1286,
      "TTGTTTC": 1287,
      "TAATGG": 1288,
      "GTGAGCC": 1289,
      "TGAAATG": 1290,
      "TTGAGCCC": 1291,
      "TGAGGCC": 1292,
      "TGCCG": 1293,
      "TTGACC": 1294,
      "TCCTAC": 1295,
      "TCTTTGC": 1296,
      "AGATTGC": 1297,
      "ACAATT": 1298,
      "TAACCC": 1299,
      "TATAAAG": 1300,
      "AAGATT": 1301,
      "ATCCACCC": 1302,
      "TCTTAG": 1303,
      "TTTGCCC": 1304,
      "TTCTATT": 1305,
      "AGATATG": 1306,
      "TCCCGAGTAGC": 1307,
      "ATTCTGG": 1308,
      "GGGGG": 1309,
      "TTCTCTG": 1310,
      "AGTTTGG": 1311,
      "AAAATTG": 1312,
      "TCAATT": 1313,
      "AGAGCCC": 1314,
      "TTTTTGC": 1315,
      "TAGTGG": 1316,
      "AAAAGGC": 1317,
      "AGAGAAC": 1318,
      "ATTCCCC": 1319,
      "ATATATAA": 1320,
      "AACTCCTGACCTC": 1321,
      "TGAATAG": 1322,
      "ACTACC": 1323,
      "AATCG": 1324,
      "AAAGGGC": 1325,
      "ACTCAG": 1326,
      "TGTTAG": 1327,
      "TTTGGGG": 1328,
      "ATTTCTTC": 1329,
      "TGGGACTACAGGC": 1330,
      "TCGGG": 1331,
      "GCTGC": 1332,
      "AACTTTT": 1333,
      "TCATAG": 1334,
      "AAAATGG": 1335,
      "ATGTGTG": 1336,
      "TTTCTGC": 1337,
      "ACATATT": 1338,
      "ACTTATT": 1339,
      "TACTAAAAATACAAAAATT": 1340,
      "AAATACC": 1341,
      "ATGACC": 1342,
      "AAGGAAG": 1343,
      "TTCTCCC": 1344,
      "GGCG": 1345,
      "TGAGGTCAGG": 1346,
      "TACAGG": 1347,
      "AAAAAGC": 1348,
      "TTTCACC": 1349,
      "ATTACAGGC": 1350,
      "ACCTCAGCC": 1351,
      "ACAATAA": 1352,
      "AGAAATT": 1353,
      "ACTAGG": 1354,
      "AGAGAGC": 1355,
      "AAGCTGG": 1356,
      "AAGTTTT": 1357,
      "TATTCAAC": 1358,
      "AGAATGG": 1359,
      "ATATTGG": 1360,
      "ATATTTGG": 1361,
      "TAAACC": 1362,
      "TTTGTTG": 1363,
      "AAGCCCC": 1364,
      "ATCCG": 1365,
      "AGATTCC": 1366,
      "TGTAATCCCAGCTAC": 1367,
      "TAGTTG": 1368,
      "TGATAG": 1369,
      "AGCTGGGC": 1370,
      "TGGCTAAC": 1371,
      "ATATGGC": 1372,
      "TTATAAAA": 1373,
      "AGTTCAAGACC": 1374,
      "TCCTTCC": 1375,
      "ATCTCAGC": 1376,
      "ATTATTG": 1377,
      "AGGGAAG": 1378,
      "AGGGAGG": 1379,
      "TATAATG": 1380,
      "ACTTCCC": 1381,
      "TCAAATT": 1382,
      "TAATTTC": 1383,
      "TCCTCCC": 1384,
      "AGGCCGAGGC": 1385,
      "AGATGGC": 1386,
      "TGCTGGG": 1387,
      "ATAATTTT": 1388,
      "ATTTTAAAA": 1389,
      "ATTTGGG": 1390,
      "AGATGCC": 1391,
      "TTCTGTG": 1392,
      "TATAGAA": 1393,
      "AAAAGAAAA": 1394,
      "ACAAAAC": 1395,
      "TGGTGTG": 1396,
      "TGGCTCACGCC": 1397,
      "TATAAATT": 1398,
      "ATTCTCAGAA": 1399,
      "TATATGC": 1400,
      "TTTCTTG": 1401,
      "ACATGCC": 1402,
      "ACCCTGTCTC": 1403,
      "AAATCCC": 1404,
      "ACGGC": 1405,
      "ATATGCC": 1406,
      "TAGTAC": 1407,
      "AGCTGTG": 1408,
      "TCTTGCC": 1409,
      "TGCATT": 1410,
      "GAGG": 1411,
      "TTCTTAA": 1412,
      "TAGATC": 1413,
      "TTCCAAG": 1414,
      "TCCAGCC": 1415,
      "ATGGGGG": 1416,
      "TAGATT": 1417,
      "AACATTC": 1418,
      "TTCCCCC": 1419,
      "TGCTGCC": 1420,
      "AGACAGGG": 1421,
      "TGTAATCCC": 1422,
      "AGAGAAAA": 1423,
      "ATATTGC": 1424,
      "AGAGAGG": 1425,
      "TGGGAAG": 1426,
      "TTTCTTTTC": 1427,
      "ATCTTTG": 1428,
      "TCCTTTT": 1429,
      "AGGGGCC": 1430,
      "TATAATT": 1431,
      "ATAAATT": 1432,
      "TTGCG": 1433,
      "TGAACCC": 1434,
      "TCCCCCC": 1435,
      "ATCTCTC": 1436,
      "AGAAAAGG": 1437,
      "AGACTCC": 1438,
      "AAAGATG": 1439,
      "AGTGGGC": 1440,
      "TTTCTAC": 1441,
      "AACAATG": 1442,
      "TCCCTCCC": 1443,
      "ACTTTTC": 1444,
      "TGGAGGC": 1445,
      "AAAACG": 1446,
      "AGTGGGG": 1447,
      "TCCGC": 1448,
      "CCCGGC": 1449,
      "ATTTTAG": 1450,
      "TGAGAAC": 1451,
      "TGCGC": 1452,
      "AAAGAGG": 1453,
      "TTATAAG": 1454,
      "AAACAAC": 1455,
      "ATGAGAA": 1456,
      "TTTTGGC": 1457,
      "AAAACCC": 1458,
      "TCATATT": 1459,
      "AATGTAA": 1460,
      "ATTCTTC": 1461,
      "ATCCATG": 1462,
      "AAAGGCC": 1463,
      "AGTCTGC": 1464,
      "TAGTTTC": 1465,
      "AGATAAC": 1466,
      "TTGATT": 1467,
      "AGAGGGC": 1468,
      "TGTAGTCCCAGCTAC": 1469,
      "AGTATTC": 1470,
      "AGAATTC": 1471,
      "TCTCTGC": 1472,
      "AATATCC": 1473,
      "AGGTGCC": 1474,
      "TATTTGC": 1475,
      "ACCACAC": 1476,
      "TTTGTTC": 1477,
      "TCAAAAC": 1478,
      "ACATAT": 1479,
      "TCTTCTC": 1480,
      "TGGGAGGC": 1481,
      "TCTCAAAC": 1482,
      "ATTCTAA": 1483,
      "AACGC": 1484,
      "TCTGTAA": 1485,
      "TCTCTCC": 1486,
      "TTTTATT": 1487,
      "TGATTTC": 1488,
      "AATATGG": 1489,
      "ATCTATT": 1490,
      "TCATTTC": 1491,
      "AGTCG": 1492,
      "GTGGTGGC": 1493,
      "AGGATT": 1494,
      "TTTTAAG": 1495,
      "ATTGTAA": 1496,
      "TCTCCCC": 1497,
      "ATTCAAG": 1498,
      "TTTAAGC": 1499,
      "AATTAAAA": 1500,
      "TTTATGC": 1501,
      "TTCAAGC": 1502,
      "AACCG": 1503,
      "AGACCCC": 1504,
      "TGTTTGC": 1505,
      "TATCG": 1506,
      "AGAGCG": 1507,
      "GCGCC": 1508,
      "AGATATC": 1509,
      "AAAGAGC": 1510,
      "AAAAGAAG": 1511,
      "TCAAATG": 1512,
      "AAAAGGG": 1513,
      "TGGAAGG": 1514,
      "TATACAC": 1515,
      "ATCTTCC": 1516,
      "ACCATT": 1517,
      "ACAAATT": 1518,
      "TTTGGCC": 1519,
      "AAAGCCC": 1520,
      "TTCTCAC": 1521,
      "AGAGGGG": 1522,
      "AGGCAGG": 1523,
      "TACTAG": 1524,
      "AGATAAG": 1525,
      "TGTCG": 1526,
      "TCCTTTC": 1527,
      "TTTTTGG": 1528,
      "AAAGGGG": 1529,
      "AGAAACC": 1530,
      "TGACTTC": 1531,
      "AACAAAC": 1532,
      "TCTCTTC": 1533,
      "ATGAATG": 1534,
      "TTTTGGG": 1535,
      "AGCTTCC": 1536,
      "TGTTCCC": 1537,
      "AGCCCCC": 1538,
      "AAAGTAC": 1539,
      "TGGAAAC": 1540,
      "AATGGGG": 1541,
      "ATCACG": 1542,
      "TGGTGGC": 1543,
      "AAAAATAC": 1544,
      "TGCTTCC": 1545,
      "AAGTATT": 1546,
      "TCCTAGC": 1547,
      "AAGATGG": 1548,
      "ATATATATATATATAT": 1549,
      "AGTTCCC": 1550,
      "TTATTGC": 1551,
      "ACTTTAA": 1552,
      "TGGAAGC": 1553,
      "AGCAGAG": 1554,
      "TTTTCTTC": 1555,
      "ATGAAAC": 1556,
      "ATATAAC": 1557,
      "AGTTCTC": 1558,
      "ACTAGC": 1559,
      "AGATACC": 1560,
      "TGGACC": 1561,
      "ATAATAC": 1562,
      "TATGTTG": 1563,
      "TCCCTGC": 1564,
      "ATGCTGC": 1565,
      "AGTAAAA": 1566,
      "ACTCG": 1567,
      "TAGAAAC": 1568,
      "ATTCATTC": 1569,
      "AATATGC": 1570,
      "AGAGGTTGCAGTG": 1571,
      "TCAGCCC": 1572,
      "TAGTGC": 1573,
      "ACACAGC": 1574,
      "TCCCAGGTTC": 1575,
      "ATATATC": 1576,
      "AGGAGGG": 1577,
      "TTATATC": 1578,
      "ATTTGCC": 1579,
      "ATTGTTC": 1580,
      "ATTAAAC": 1581,
      "ATGGGGC": 1582,
      "TTTATGG": 1583,
      "TATTTTTC": 1584,
      "TCCTGGG": 1585,
      "TATGTAA": 1586,
      "AAGAAGG": 1587,
      "ATGTGTC": 1588,
      "AGACCATCC": 1589,
      "AGCATGG": 1590,
      "TTGTTTG": 1591,
      "ATCTGCC": 1592,
      "ATTTGAA": 1593,
      "ATGTAT": 1594,
      "AGGAATG": 1595,
      "TGTTCTC": 1596,
      "AGAATAC": 1597,
      "AGTGAAC": 1598,
      "GGCCCC": 1599,
      "ATCTGTG": 1600,
      "AAGATAA": 1601,
      "AGATAAAA": 1602,
      "ACAAAAG": 1603,
      "ACACACC": 1604,
      "ATATATAC": 1605,
      "TAAAATT": 1606,
      "TGCAAAA": 1607,
      "ACAAATG": 1608,
      "TATCTATC": 1609,
      "TTCCAGC": 1610,
      "TTATAAC": 1611,
      "TACCG": 1612,
      "TTGAGCC": 1613,
      "ATCAGAG": 1614,
      "TATAATAA": 1615,
      "TCATTTT": 1616,
      "AGTCTTGC": 1617,
      "TCCCTCC": 1618,
      "TGGTATT": 1619,
      "TGCAGCC": 1620,
      "TTGTCTC": 1621,
      "TGGTTTC": 1622,
      "ATCTTGGC": 1623,
      "TTTTATG": 1624,
      "AAAACAAAA": 1625,
      "AAGAAAG": 1626,
      "AGAATAG": 1627,
      "TGTGCG": 1628,
      "TGAGCCC": 1629,
      "GCACC": 1630,
      "AAGGAAC": 1631,
      "ATGGGCC": 1632,
      "TGCTGTG": 1633,
      "TTGCCCC": 1634,
      "AGGGCCC": 1635,
      "TGGGGGG": 1636,
      "AGTGGCC": 1637,
      "AGATCTC": 1638,
      "TGGATAA": 1639,
      "AGAGATG": 1640,
      "TTATTGG": 1641,
      "TAAATTC": 1642,
      "TTTGAGGCC": 1643,
      "AATGAAC": 1644,
      "ACCATGG": 1645,
      "TGTCTCC": 1646,
      "AGCAGCC": 1647,
      "TGTGGTGGC": 1648,
      "AAAAAATAA": 1649,
      "TGAAGCC": 1650,
      "AATTTATT": 1651,
      "TGTATTC": 1652,
      "TTGAAAC": 1653,
      "TACAGAA": 1654,
      "AGATTTT": 1655,
      "AAGTCAC": 1656,
      "TTGGGGG": 1657,
      "ATCTCTG": 1658,
      "TGGCCAAC": 1659,
      "ATAATTC": 1660,
      "TCACGCC": 1661,
      "AGCTTTT": 1662,
      "AGGCCAAGGC": 1663,
      "ATCACAC": 1664,
      "TGTTTGG": 1665,
      "ACGGG": 1666,
      "TGGGCCC": 1667,
      "GCCCGCC": 1668,
      "ACTTAG": 1669,
      "TCCCACC": 1670,
      "ACTTTGG": 1671,
      "ATTTCAG": 1672,
      "TGTGCCC": 1673,
      "TATATCC": 1674,
      "AGTGTAA": 1675,
      "TACTTTC": 1676,
      "AATTTAG": 1677,
      "AGCTGCC": 1678,
      "AAGAAGC": 1679,
      "ATGATTC": 1680,
      "TTTTTTTG": 1681,
      "TTCCTGG": 1682,
      "ACTGCCC": 1683,
      "TCAAAAG": 1684,
      "AAATAGC": 1685,
      "ATATATATT": 1686,
      "AGGCTAG": 1687,
      "TTTGTGATG": 1688,
      "ATGCCCC": 1689,
      "TAAATAC": 1690,
      "TTAAATT": 1691,
      "AGACTGG": 1692,
      "AAGCGC": 1693,
      "AGGGGGC": 1694,
      "AGAACCC": 1695,
      "TGTAGCC": 1696,
      "ACCAGCC": 1697,
      "AGGAGAG": 1698,
      "TTTTAAC": 1699,
      "AATAAGC": 1700,
      "ATAAATC": 1701,
      "ATAATTG": 1702,
      "TGGATTC": 1703,
      "TATTTAG": 1704,
      "ATTTGGC": 1705,
      "TATAATC": 1706,
      "TCTCAGG": 1707,
      "AAGTTTC": 1708,
      "AACGG": 1709,
      "AAACCTC": 1710,
      "AGCTTTC": 1711,
      "TTTGGGC": 1712,
      "TCCCAGG": 1713,
      "ATGTATC": 1714,
      "TGGGTAA": 1715,
      "ATTATAC": 1716,
      "ACATTTC": 1717,
      "AGGGAGGG": 1718,
      "ATGTATG": 1719,
      "TCCAAAA": 1720,
      "AATAACC": 1721,
      "ATTTTTTC": 1722,
      "TTTTGTATT": 1723,
      "AGCAGTG": 1724,
      "TATATATG": 1725,
      "TGAAATC": 1726,
      "TCCTCTC": 1727,
      "TACGG": 1728,
      "TGAAACCCCGTCTC": 1729,
      "TCAGAAG": 1730,
      "TTCAAGG": 1731,
      "ATTCTTTT": 1732,
      "TTTGTGG": 1733,
      "TCCGG": 1734,
      "TTTTCCCC": 1735,
      "ATTTACC": 1736,
      "ATGTTGG": 1737,
      "TCCTCAC": 1738,
      "TTGCCCAGGCTGG": 1739,
      "ATTCTGC": 1740,
      "ATCTCAC": 1741,
      "AGGTTTT": 1742,
      "ATACAAAA": 1743,
      "TCCCAAAGTGCTGGGATTAC": 1744,
      "ATTGCCC": 1745,
      "TCTTTAG": 1746,
      "GGGGTTTC": 1747,
      "TTGAAGC": 1748,
      "ACACTGC": 1749,
      "ATTAATG": 1750,
      "AAAGTAG": 1751,
      "AGGTTGC": 1752,
      "TAGGAAG": 1753,
      "GTGAGCCACC": 1754,
      "AGCCGC": 1755,
      "AACAGAG": 1756,
      "ATCTTGG": 1757,
      "GTGC": 1758,
      "AGGTTTC": 1759,
      "ATTCTAC": 1760,
      "TGTTTAC": 1761,
      "TTATCTC": 1762,
      "AGCAAAC": 1763,
      "AGTCCCC": 1764,
      "ATTTTTATT": 1765,
      "TGATTGG": 1766,
      "TAAAATC": 1767,
      "ATGAAGC": 1768,
      "ATGCTGG": 1769,
      "TTTTGTTTT": 1770,
      "TCTATTC": 1771,
      "AGTTTGAGACCAGCC": 1772,
      "ATTCTTG": 1773,
      "TGAATTC": 1774,
      "AGCCGGGC": 1775,
      "AGGTATT": 1776,
      "ATAATAG": 1777,
      "TGTCTTC": 1778,
      "TGCCCCC": 1779,
      "TGAGAAG": 1780,
      "AAAGATC": 1781,
      "TTTAAAAAA": 1782,
      "TGCCTCAGCC": 1783,
      "AGGAGAC": 1784,
      "ATTCAGC": 1785,
      "AGTTCGAGACCAGCC": 1786,
      "ATTTGAC": 1787,
      "TTATGCC": 1788,
      "TAAGAAC": 1789,
      "AGGCAGC": 1790,
      "TAAATGC": 1791,
      "TCACTGCAAGC": 1792,
      "TAGCG": 1793,
      "ATATCCC": 1794,
      "TGAAGGC": 1795,
      "TTTTCTTTT": 1796,
      "TGCTCTG": 1797,
      "AAGACAC": 1798,
      "TGGGAGC": 1799,
      "TATTTGG": 1800,
      "TAATAT": 1801,
      "ATTGTGG": 1802,
      "AGTTCAAGACCAGCC": 1803,
      "ACAGCCC": 1804,
      "AATTTGG": 1805,
      "TAATTTTTTGTATT": 1806,
      "AAAGTTC": 1807,
      "TTATGGC": 1808,
      "TTAATAC": 1809,
      "AAGGAAAA": 1810,
      "TGATTCC": 1811,
      "ATAAAGC": 1812,
      "ACAATGG": 1813,
      "TCATTCC": 1814,
      "AACTTTC": 1815,
      "AGTGAGC": 1816,
      "AGACCTC": 1817,
      "ATAGAAAA": 1818,
      "AGAATTG": 1819,
      "AGTAACC": 1820,
      "ACTGTAA": 1821,
      "GGAAG": 1822,
      "TAGACC": 1823,
      "TGTGTGC": 1824,
      "TATCCCC": 1825,
      "ACATTGC": 1826,
      "TGTAGTCCCAGC": 1827,
      "TACACC": 1828,
      "ACAGAAC": 1829,
      "TATATGG": 1830,
      "AGGGTGG": 1831,
      "TGACCTC": 1832,
      "AATGAAG": 1833,
      "AAACTGC": 1834,
      "AAAGAGAA": 1835,
      "AGTGCCC": 1836,
      "TTAATTC": 1837,
      "TAAAAGC": 1838,
      "TTGCTTC": 1839,
      "AATTGCC": 1840,
      "AGGTTGG": 1841,
      "ACAGTGGC": 1842,
      "AGATCCC": 1843,
      "ATTCATG": 1844,
      "ATATTTTG": 1845,
      "AAACCAC": 1846,
      "TGCACCC": 1847,
      "TTTCTCTC": 1848,
      "TATTCCC": 1849,
      "TCTTGGC": 1850,
      "AAATATAA": 1851,
      "TTATAGC": 1852,
      "ATGCACC": 1853,
      "TGTGGCC": 1854,
      "TAGTCC": 1855,
      "AGGTGGG": 1856,
      "AAACTAA": 1857,
      "ACTGTGG": 1858,
      "TTTTATC": 1859,
      "AAAAACC": 1860,
      "TATAAGG": 1861,
      "AAAGTTG": 1862,
      "AGGTTTG": 1863,
      "AGTTTGC": 1864,
      "ATTTAGC": 1865,
      "ACAGTGC": 1866,
      "ACTTTCC": 1867,
      "TTCTTGG": 1868,
      "TGCCTCC": 1869,
      "AGCAGAA": 1870,
      "TTTCTGG": 1871,
      "ACATATG": 1872,
      "TGAAACAC": 1873,
      "TTTAGCC": 1874,
      "AAAAAAATT": 1875,
      "TATTTTAA": 1876,
      "TCCGTCTC": 1877,
      "AGGCTGGAGTGCAGTGG": 1878,
      "AGGCAAG": 1879,
      "AAAGTCC": 1880,
      "AGACTTG": 1881,
      "ATTTAGG": 1882,
      "ATAGGCC": 1883,
      "TCACTGCAACCTCTGCC": 1884,
      "TTTGAAC": 1885,
      "ATAGATAG": 1886,
      "AGGACAC": 1887,
      "TAAAGAA": 1888,
      "TCACAGC": 1889,
      "TTTCTTCC": 1890,
      "TGTAACC": 1891,
      "TGATGGG": 1892,
      "AGATTGG": 1893,
      "TGGGTGC": 1894,
      "AAAACAAAAC": 1895,
      "ATGATGG": 1896,
      "TAAAACC": 1897,
      "TTCGC": 1898,
      "ATGCCTGGC": 1899,
      "ATGATCC": 1900,
      "TCATTGC": 1901,
      "AGAGCAAG": 1902,
      "AGAAAACC": 1903,
      "AATTAAC": 1904,
      "AAAATAT": 1905,
      "AAAATCC": 1906,
      "ACCCCCC": 1907,
      "TGTAAGG": 1908,
      "ATGTAAG": 1909,
      "TAAATATT": 1910,
      "AATAAGG": 1911,
      "GCCG": 1912,
      "ATCTCCC": 1913,
      "ATAGAAC": 1914,
      "TCCTGGC": 1915,
      "TCTTTAC": 1916,
      "TGCAGAA": 1917,
      "TTTGTAC": 1918,
      "ATTATCC": 1919,
      "ATAGAAG": 1920,
      "TCTGGGG": 1921,
      "AAAGACC": 1922,
      "ATTGTAG": 1923,
      "ACTTTTG": 1924,
      "TTTACCC": 1925,
      "TTTCTAG": 1926,
      "TTCTGGG": 1927,
      "ATGTGGC": 1928,
      "ACCCAGCC": 1929,
      "AGCTATT": 1930,
      "ATCGG": 1931,
      "TCTGGGC": 1932,
      "TTCGG": 1933,
      "ATCAGTG": 1934,
      "AAACTAC": 1935,
      "ATCTGAC": 1936,
      "AGTTTAC": 1937,
      "AAAGTGG": 1938,
      "ATATAAG": 1939,
      "ACATTTT": 1940,
      "ATGGAAG": 1941,
      "TGAATAC": 1942,
      "GGGTGG": 1943,
      "TCTCACTCTG": 1944,
      "TGTCCCC": 1945,
      "AAGGGGC": 1946,
      "AGTTAGG": 1947,
      "ACAAAGC": 1948,
      "TCTGTGG": 1949,
      "TAAGAAAA": 1950,
      "TTGTGTG": 1951,
      "ATTAGAA": 1952,
      "ATGATTG": 1953,
      "TTCAGAA": 1954,
      "TTTCAAC": 1955,
      "AATGGCC": 1956,
      "TTTTTCTC": 1957,
      "ATCAGAA": 1958,
      "AGATAGC": 1959,
      "AGGGAAC": 1960,
      "TGAAAGC": 1961,
      "TTCTGTC": 1962,
      "TGCTGGC": 1963,
      "AGTGAAG": 1964,
      "TTCGTTGGAAACGGG": 1965,
      "ATACCTC": 1966,
      "TATGGTG": 1967,
      "ATTCTAG": 1968,
      "TTTTTTCC": 1969,
      "TAAGAAG": 1970,
      "AATAGCC": 1971,
      "AGTGCAGTGGC": 1972,
      "CCCAGCC": 1973,
      "AATGAATG": 1974,
      "TATAAGC": 1975,
      "AACTTCC": 1976,
      "ACACAGG": 1977,
      "TTCTGGC": 1978,
      "TAAGTAA": 1979,
      "TCTGGCC": 1980,
      "ATTGTTG": 1981,
      "AGAAAAAAAA": 1982,
      "ATGTTTG": 1983,
      "TTCTTGC": 1984,
      "GCAGC": 1985,
      "AGTATTG": 1986,
      "TGCAAAC": 1987,
      "ATGGTAG": 1988,
      "TGGTCTC": 1989,
      "TCAGTAAC": 1990,
      "ATCATAA": 1991,
      "TCAGGCTGG": 1992,
      "ACCTTCC": 1993,
      "ATGAAGG": 1994,
      "ATTTTTAG": 1995,
      "TTAATATT": 1996,
      "TCTGTTG": 1997,
      "AAATATCTTCG": 1998,
      "ATTGTTTT": 1999,
      "AATTGGC": 2000,
      "TTCAACC": 2001,
      "TCAAAGC": 2002,
      "ATCCTCC": 2003,
      "AGTGTGG": 2004,
      "AGCAGAC": 2005,
      "TTTAGGG": 2006,
      "AGGTGGC": 2007,
      "TATAAAAC": 2008,
      "ACCTCTC": 2009,
      "TGCAACC": 2010,
      "TTCTTTTC": 2011,
      "TAGTATT": 2012,
      "ATGTGAC": 2013,
      "AAGTAGC": 2014,
      "TGAGGGC": 2015,
      "ATGAACC": 2016,
      "AAGAGAG": 2017,
      "TGGAGAA": 2018,
      "TTAAATC": 2019,
      "TTCAGCC": 2020,
      "ATTCATC": 2021,
      "TAGAATG": 2022,
      "AACATAA": 2023,
      "AGTTGGC": 2024,
      "ATGTCTC": 2025,
      "ACATGGC": 2026,
      "AAGGTAA": 2027,
      "ATAGTAA": 2028,
      "ATATGGG": 2029,
      "AGGCACC": 2030,
      "TTGGGGC": 2031,
      "TGGAGAC": 2032,
      "TCCACCC": 2033,
      "AAGAGAC": 2034,
      "AGTAAGC": 2035,
      "ATGATAA": 2036,
      "TGAAACCCCATCTC": 2037,
      "TGAAACC": 2038,
      "AGTTGGG": 2039,
      "TCTGTGC": 2040,
      "TGGGAAC": 2041,
      "ACCACGCC": 2042,
      "TATAA": 2043,
      "TCAAATC": 2044,
      "AAACAGC": 2045,
      "TCTAAAA": 2046,
      "AGTCTCC": 2047,
      "ATTGCACTCCAGCC": 2048,
      "TTCAGTG": 2049,
      "TCAGGCC": 2050,
      "ATCAATG": 2051,
      "TCCCAGCACTTTGGG": 2052,
      "AGGCGC": 2053,
      "ACAAACC": 2054,
      "AAATATTC": 2055,
      "TTTGAAAA": 2056,
      "TGGAGAG": 2057,
      "TTGGGCC": 2058,
      "AAGGCCC": 2059,
      "TTTTCTTTTC": 2060,
      "AAGAGTG": 2061,
      "AGGTATG": 2062,
      "AACTGTG": 2063,
      "ATTTTTTG": 2064,
      "ATTTGTT": 2065,
      "ATACCAC": 2066,
      "AAGAATC": 2067,
      "AATGTTG": 2068,
      "ATCTATG": 2069,
      "AGCTGGC": 2070,
      "TACTAAAA": 2071,
      "TTCCTGC": 2072,
      "ACATTGG": 2073,
      "TCGTG": 2074,
      "TTGCTGC": 2075,
      "TTATTTTATT": 2076,
      "TTAAGCC": 2077,
      "TGTGGGG": 2078,
      "TTTAGTAGAGATGGGG": 2079,
      "GGGCGG": 2080,
      "TTAATAG": 2081,
      "ATATTTAA": 2082,
      "TTCATTG": 2083,
      "ATGTAAC": 2084,
      "TGACCCC": 2085,
      "AGATAGG": 2086,
      "AGCTCTG": 2087,
      "AGTTGCC": 2088,
      "TGCCACC": 2089,
      "ACTTTAC": 2090,
      "TCATTGG": 2091,
      "AGGAGCC": 2092,
      "AGAGAGAA": 2093,
      "AAGCAATTC": 2094,
      "ACAGAAAA": 2095,
      "TCCTGGGTTC": 2096,
      "TTCCTTTC": 2097,
      "ACTGCACTCC": 2098,
      "AGAAAAGC": 2099,
      "AGGATAA": 2100,
      "TTAATTG": 2101,
      "ACCCACC": 2102,
      "TATAACC": 2103,
      "TTCAAAC": 2104,
      "ATCCAGC": 2105,
      "AACACAC": 2106,
      "ATCTTGC": 2107,
      "AGGTGTGAGCC": 2108,
      "TCACTGCAGCC": 2109,
      "TATATACCC": 2110,
      "AATTATG": 2111,
      "AGTAGCC": 2112,
      "TAATTTG": 2113,
      "ATCCTTG": 2114,
      "ACTTCTC": 2115,
      "ATTATGC": 2116,
      "ATCCCCC": 2117,
      "GTCC": 2118,
      "TCAAAGG": 2119,
      "ATAATATT": 2120,
      "AGAATGC": 2121,
      "AAACACTCTG": 2122,
      "TGTGAAG": 2123,
      "TATCTGC": 2124,
      "ATTTATTC": 2125,
      "TTTCTTTTG": 2126,
      "TCTTGGG": 2127,
      "ACTTTGC": 2128,
      "TACTATT": 2129,
      "AGCAGGC": 2130,
      "ACCTATG": 2131,
      "TCATAGG": 2132,
      "AGCCTGC": 2133,
      "TACGC": 2134,
      "AAAAAAAC": 2135,
      "AGCTCTC": 2136,
      "AAGGGCC": 2137,
      "TGTTTTCC": 2138,
      "AGCAGGG": 2139,
      "AATTAAG": 2140,
      "ATTGTGC": 2141,
      "TCATCTC": 2142,
      "TAAAAATT": 2143,
      "ATAGATG": 2144,
      "ATAAAACC": 2145,
      "TGGTGGG": 2146,
      "AATGATG": 2147,
      "ATCATGC": 2148,
      "ATGGCG": 2149,
      "TAATAAC": 2150,
      "ATACATG": 2151,
      "TTTGTCC": 2152,
      "TTGGAAG": 2153,
      "TCTGAAG": 2154,
      "ATAAGGC": 2155,
      "ATATACC": 2156,
      "TTTCAAG": 2157,
      "TGTTGCC": 2158,
      "ATTTTCCC": 2159,
      "ACTATTC": 2160,
      "TCACCCC": 2161,
      "TTCTAAG": 2162,
      "TTGTAAG": 2163,
      "TGTCTGC": 2164,
      "AGGCCAGG": 2165,
      "TAAAAGG": 2166,
      "TATTTTTAA": 2167,
      "TAAACAC": 2168,
      "AAAATTTT": 2169,
      "TGCCTGCC": 2170,
      "ATCTGGC": 2171,
      "TAAATTG": 2172,
      "TTCAGAG": 2173,
      "TGTGGGC": 2174,
      "TTAGAAG": 2175,
      "ATGGCCC": 2176,
      "TCAAGCC": 2177,
      "TATGTAC": 2178,
      "TTCACGCC": 2179,
      "ACCGG": 2180,
      "TATGTCC": 2181,
      "TTTTGTTTTG": 2182,
      "TAGAGAA": 2183,
      "TATTGCC": 2184,
      "TTCATGC": 2185,
      "TAGAAGC": 2186,
      "ATGGAAC": 2187,
      "TCTATTG": 2188,
      "TTCTAAC": 2189,
      "GGGAGGC": 2190,
      "ACATTCC": 2191,
      "TTCTTAC": 2192,
      "AGCTCCC": 2193,
      "ATACCCC": 2194,
      "AAACAAG": 2195,
      "ATCTTAC": 2196,
      "TTTGTGC": 2197,
      "ACTCTTG": 2198,
      "TGGCTCACACC": 2199,
      "TTCATAA": 2200,
      "ATCTCCTGACCTC": 2201,
      "ATTTATTG": 2202,
      "TTGCAGTGAGCCG": 2203,
      "TATACATG": 2204,
      "TATGAAG": 2205,
      "ATCAAGC": 2206,
      "TTTTTTAA": 2207,
      "ATGAGAC": 2208,
      "ATTTTTCC": 2209,
      "AGGAACC": 2210,
      "TGTTTTGG": 2211,
      "AGAGTGC": 2212,
      "TTAAGGC": 2213,
      "AGGTCTC": 2214,
      "TTGAATG": 2215,
      "TTCATCC": 2216,
      "ACAGTGG": 2217,
      "ATTGTAC": 2218,
      "TTAGAAC": 2219,
      "ATGTTAA": 2220,
      "ACCTTTT": 2221,
      "AATGGGC": 2222,
      "AGGATGC": 2223,
      "AGTATGG": 2224,
      "TCAGGGC": 2225,
      "ACGTGG": 2226,
